/*  Class = "NSButton"; gToolTip = "Encrypt all connection and window state data with a password."; ObjectID = "3";  */
"Encrypt all connection and window state data with a password." = "Шифровать паролем всё соединение и данные состояния окна.";

/*  Class = "NSButton"; gToolTip = "Remember selected table, view status, filter settings, etc."; ObjectID = "4";  */
"Remember selected table, view status, filter settings, etc." = "Помнить текущую таблицу, режим просмотра, настройки фильтра и т.д.";

/*  Class = "NSButton"; gToolTip = "ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!"; ObjectID = "5";  */
"ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!" = "ВНИМАНИЕ: Если включено все пароли будут сохранены в файле! Крайне рекомендуется шифровать все данные!";

/*  Class = "NSButtonCell"; title = "Include passwords"; ObjectID = "6";  */
"Include passwords" = "Включая пароли";

/*  Class = "NSButtonCell"; title = "Remember window state"; ObjectID = "7";  */
"Remember window state" = "Запоминать состояние окна";

/*  Class = "NSButtonCell"; title = "Encrypt with password:"; ObjectID = "8";  */
"Encrypt with password:" = "Шифровать паролем:";

/*  Class = "NSButtonCell"; title = "Auto connect when opening"; ObjectID = "14";  */
"Auto connect when opening" = "Автоподключение при запуске программы";

/*  Class = "NSButtonCell"; title = "Remember Query Editor content"; ObjectID = "16";  */
"Remember Query Editor content" = "Помнить содержимое редактора запросов";

/*  Class = "NSTextFieldCell"; title = "It is highly recommended to encrypt the entire data!"; ObjectID = "36";  */
"It is highly recommended to encrypt the entire data!" = "Настоятельно рекомендуем включить шифрованние данных!";

